{
	"@metadata": {
		"authors": [
			"Bjankuloski06"
		]
	},
	"hierarchybuilder-desc": "Дава испис и овозможува уредување на и избирање од хиерархии на страници",
	"hierarchybuilder-reveal-editmessage": "Како да го користам ова?",
	"hierarchybuilder-editmessage": "Списокот „Основа на хиерархијата“ ја содржи хиерархијата што ќе се запази кога ќе зачувате. Списокот „Неискористени страници“ содржи страници во категоријата $1 кои досега не се во хиерархијата. Можете да го прередите списокот „Основа на хиерархијата“ влечејќи ги редовите нагоре или надолу, како и со промена на нивната вовлеченост. Можете да додавате страници од списокот „Неискористени страници“ во хиерархијата со нивно повлекување и пуштање онаму кајшто сакате да стојат во списокот „Основа на хиерархијата“. Можете да отстранувате страници од хиерархијата одвлекувајќи ги од списокот „Основа на хиерархијата“ и пуштајќи ги било каде во спписокот „Неискористени страници“.",
	"hierarchybuilder-edit-error-message": "Оваа хиерархија не може да се менува бидејќи има празни хиерархиски податоци и празна категорија од која се преземаат неискористените страници. Гледајте барем еден од овие извори на податоци да не биде празен.",
	"hierarchybuilder-hierarchyroot": "Основа на хиерархијата",
	"hierarchybuilder-unusedpages": "Неискористени страници",
	"hierarchybuilder-category-desc": "Ова е категоријата на која мора да припаѓаат страниците во хиерархијата.",
	"hierarchybuilder-missing-category": "Недостасува аргументот на категријата.",
	"hierarchybuilder-hierarchy-desc": "Ова е хиерархија форматирана во викитекст.",
	"hierarchybuilder-pagename-desc": "Ова е името на страницата што ја содржи хиерархијата.",
	"hierarchybuilder-propertyname-desc": "Ова е називот на својството што ја содржи хиерархијата.",
	"hierarchybuilder-collapsed-desc": "Ако се зададе овој параметар, хиерархијат треба да се прикажа склопена при нејзиното првично прикажување.",
	"hierarchybuilder-missing-page-name": "Недостасува аргументот на името на страницата.",
	"hierarchybuilder-missing-property-name": "Недостасува аргументот на називот на својството.",
	"hierarchybuilder-invalid-collapsed": "Вредноста на аргументот за склопување е неважечки."
}
