{
	"@metadata": {
		"authors": [
			"Sjoerddebruin",
			"Esketti",
			"Mar(c)"
		]
	},
	"hierarchybuilder-desc": "Produceert paginahiërarchieën, en maakt het bewerken ervan en selecteren eruit mogelijk.",
	"hierarchybuilder-reveal-editmessage": "Hoe gebruik ik dit?",
	"hierarchybuilder-editmessage": "De hiërarchiebasis-lijst bevat de hiërarchie die wordt bewaard wanneer u opslaat. De lijst van ongebruikte pagina's bevat pagina's in categorie $1 die zich momenteel niet in de hiërarchie bevinden. U kunt de hiërarchiebasis-lijst herrangschikken door rijen omhoog en omlaag te slepen en door hun inspringing te wijzigen. U kunt pagina's uit de lijst van ongebruikte pagina's aan de hiërarchie toevoegen door ze naar de gewenste plek in de hiërarchiebasis-lijst te slepen. U kunt pagina's uit de hiërarchie verwijderen door ze uit de hiërarchiebasis-lijst te slepen en ze ergens in de lijst van ongebruikte pagina's los te laten.",
	"hierarchybuilder-edit-error-message": "Deze hiërarchie kan niet worden bewerkt, omdat zowel de hiërarchiegegevens, als de categorie waarvanuit ongebruikte pagina's genomen moeten worden, leeg zijn. Zorg ervoor dat ten minste één van deze gegevensbronnen gevuld is.",
	"hierarchybuilder-hierarchyroot": "Hiërarchiebasis",
	"hierarchybuilder-unusedpages": "Ongebruikte pagina's",
	"hierarchybuilder-category-desc": "Dit is de categorie waartoe pagina's in de hiërarchie moeten behoren.",
	"hierarchybuilder-missing-category": "Het argument 'categorie' ontbreekt.",
	"hierarchybuilder-hierarchy-desc": "Dit is een wikitext-opgemaakte hiërarchie.",
	"hierarchybuilder-pagename-desc": "Dit is de naam van de pagina die de hiërarchie bevat.",
	"hierarchybuilder-propertyname-desc": "Dit is de naam van de eigenschap die de hiërarchie bevat.",
	"hierarchybuilder-collapsed-desc": "Als deze parameter is opgegeven, moet de hiërarchie ingeklapt worden geproduceerd wanneer deze voor het eerst wordt weergegeven.",
	"hierarchybuilder-missing-page-name": "Het argument 'paginanaam' ontbreekt.",
	"hierarchybuilder-missing-property-name": "Het argument 'eigenschapsnaam' ontbreekt.",
	"hierarchybuilder-invalid-collapsed": "De waarde van het argument 'ingeklapt' is ongeldig."
}
